[
    { 
      "title": "Sugira Muryango \"Strong Families, Thriving Children\"",
      "summary": "Sugira Muryango home-visiting program is an evidence-based intervention that offers active coaching for caregivers by community lay-workers trained to deliver sessions including early stimulation promotion, play, nutrition, hygiene, non-violent discipline and responsive parenting. It is based on the Family Strengthening Intervention (FSI) model originally developed and tested in Rwanda. Sugira Muryango empowers low-income families enrolled in Rwanda's social protection system to support early childhood development and healthy family functioning."
    },
    { 
        "title": "Youth FORWARD Follow-up Study: Measuring the Impact of an Intervention to Promote Mental Health and Economic Self-Sufficiency in War-Affected Youth",
        "summary": "The Youth Readiness Intervention (YRI) in Sierra Leone administered to youth showed improvements in mental health, pro-social attitudes, daily functioning, and educational outcomes when the study first began in 2010. The YRI is designed to be integrated into education or livelihoods programs: it was initially delivered in educational settings, and later, integrated into youth employment programs tied to regional economic development in Sierra Leone (Youth FORWARD). The follow-up study, funded by Imaginable Futures and GDS Services International Limited, will generate key information about the longer-term mental health and economic self-sufficiency outcomes for prior Youth FORWARD program participants. Ultimately, the study will contribute to the evidence base for validated, cost-effective mental health and livelihoods programs in Sierra Leone and other low-resource settings, helping address the mental health treatment gap in conflict-affected countries."
    },
    { 
        "title": "Strengthening Afghan Evacuees: A Community-Based Family Strengthening Intervention project",
        "summary": "MEIRS and the RPCA aims to strengthen ongoing study activities through pilot testing of the culturally adapted Afghan FSI-R program with up to 30 Afghan refugee families in the state of Maine."
    },
    { 
        "title": "Understanding longer-term effects of a father-engaged, play-based home visiting intervention to promote early childhood development and prevent violence in Rwanda: The Sugira Muryango Longitudinal & Spillover Study",
        "summary": "This project will conduct a longitudinal follow-up study to investigate the longer-term outcomes of the Sugira Muryango intervention in families who participated in the cluster randomized control trial (CRT). The three-year follow-up will examine long-term and sustained outcomes of the intervention. In particular, we will look at key indicators of long-term positive outcomes for children such as the transition to formal schooling and school readiness. This study will contribute greatly to the body of knowledge on the costs and benefits of investments in ECD and guide policymakers and government leaders on making impactful investments in children, leading to long-term benefits for the population at large."
    },
    { 
        "title": "Intergenerational / Longitudinal Study of War-Affected Youth and Families in Sierra Leone: Stigma, Mental Health, Acceptance, Trauma, and Social Functioning",
        "summary": "This study builds off of a 20-year longitudinal study of war affected youth in Sierra Leone, drawn from four waves (T1:2002–T4:2016/17) of data collection and analysis, our findings indicate that a healthy transition to adulthood was linked to engagement in prosocial behavior and community involvement, while problems with hostility, poor emotion regulation, and social withdrawal created barriers to achieving healthy and productive lives. The fifth wave of data will examine both the mechanisms by which emotional and behavioral disruptions may be transmitted from parents to offspring; and the risk and protective factors that shape child mental health outcomes. We are investigating how toxic stress 'gets under the skin' and transfers over generations."
    },
    { 
        "title": "Using Human-Centered Design and Co-Design Methodology to Engage Resettled Refugee Communities in Developing a Digital App for the Family Strengthening Intervention for Refugees",
        "summary": "With support from Boston College Internal Funding – Academic Technology Innovation Grant (ATIG) the RPCA is working to create digital applications for the FSI-R manual. This includes an app for the interventionist as well as a family-facing app that can be used to engage families. The proposed project leverages progress over the last two years to digitally adapt the Family Strengthening Intervention for Refugees (FSI-R) in order to: 1) increase functionality and interactivity of our digital apps; 2) conduct co-design with end-users to increase culturally- and linguistically- appropriate features for the client-facing app; and 3) conduct theater testing with a small sample of families from each community."
    }


]
  